module.exports = {
  "学生信息表" : ["学号","姓名","性别","年龄","省份","市级","学院","专业","年级","学历","联系方式","入学时间","毕业时间"],
  "学生课程表" : ["学号","姓名","课程","期中成绩","期末成绩"],
  "学生出勤表" : ["学号","姓名","课程","应出勤数","实际出勤数","月份"],
  "学生一卡通" : ["学号","姓名","余额","补助金额","消费金额","消费地点","贷款次数","贷款金额"],
  "学生上网表" : ["学号","姓名","上网时间段","日期","在线时长","访问网站类型"],
  "学生通讯表" : ["学号","姓名","日期","通话时长"],
  "教师信息表" : ["工号","姓名","性别","年龄","省份","城市","所属学院","专业","学科","职称","学历","科研成果数","联系方式"],
  "教师排班表" : ["工号","姓名","教授学科","计划周课时数","实际周课时数","计划学期课时数","实际学期课时数","年级"],
  "学生社团表" : ["学号","姓名","社团类型","社团组织名称","参加社团活动周期","实际参数次数"],
  "基建信息表" : ["基建编号","基建名称","总面积","总人数","完成情况","完工时间","预算","结算","用途"],
  "学科规划表" : ["学科名称","类型","预授人数","实际人数","总课时"]
};