module.exports = function(){
  var data = {
    '文学系' :  ['文学专业','语言学专业','文献学专业','戏剧影视艺术专业','大学语文专业'],
    '外国系' : ['英语专业','俄语专业','日语专业','德语专业','法语专业','西班牙语专业','国际商务专业','朝鲜语专业'],
    '社会系' : ['社会学专业','心理学专业','社会工作与社会政策专业'],
    '物理系' : ['现代物理专业','物理学专业','光电科学专业','声科学与工程专业'],
    '化学化工系' : ['地球科学专业','水科学专业','地质工程与信息技术专业'],
    '电子科学与工程系' : ['电子工程专业','微电子与光电子学专业','信息电子学专业','通信工程专业'],
    '大气科学系' : ['气象学专业','大气物理学专业']
  };
  var i, yuanArr = [], yuan = '';
  for(i in data){
    yuanArr.push(i);
  }
  yuan = yuanArr[parseInt(Math.random() * 6, 10)];
  zhuanye = data[yuan][parseInt(Math.random() * (data[yuan].length - 1), 10)];
  return [yuan, zhuanye];
}